tap "homebrew/bundle"

brew "asciinema"
brew "brotli"
brew "colima"
brew "curl"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "exa"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "go"
brew "htop"
brew "jq"
brew "libqalculate"
brew "lima"
brew "mpv"
brew "ncspot"
brew "neofetch"
brew "node"
brew "pandoc"
brew "pgcli"
brew "ragel"
brew "rbenv"
brew "ripgrep"
brew "ruby-build"
brew "rust"
brew "rustfmt"
brew "shellcheck"
brew "tig"
brew "tmux"
brew "vim"
brew "wget"
brew "woff2"
brew "yt-dlp"

cask "chromium"
cask "kitty"
cask "libreoffice"
cask "zoom"
